[
	{
		"name": "Corporate Law",
		"description": "Handles business formation, mergers, acquisitions, compliance, and corporate governance, ensuring that businesses operate within legal frameworks and adhere to regulations."
	},
	{
		"name": "Personal Injury Law",
		"description": "Focuses on obtaining compensation for clients injured due to negligence or accidents, including claims for physical, emotional, and financial damages."
	},
	{
		"name": "Immigration Law",
		"description": "Assists with visa applications, residency, citizenship processes, and legal status issues, helping clients navigate complex immigration laws and procedures."
	},
	{
		"name": "Employment Law",
		"description": "Addresses workplace disputes, wrongful termination, labor rights, and employment contracts, ensuring fair treatment and adherence to employment regulations."
	},
	{
		"name": "Intellectual Property Law",
		"description": "Protects creations of the mind such as trademarks, patents, and copyrights, safeguarding intellectual property rights and addressing infringement issues."
	},
	{
		"name": "Tax Law",
		"description": "Involves tax planning, compliance, and dispute resolution, assisting clients with managing tax obligations and resolving issues with tax authorities."
	},
	{
		"name": "Estate Planning",
		"description": "Prepares wills, trusts, and plans for asset distribution, aiming to manage an individual’s estate and ensure their wishes are fulfilled after their passing."
	},
	{
		"name": "Contract Law",
		"description": "Deals with drafting, reviewing, and enforcing legal agreements, ensuring that contracts are clear, valid, and legally binding to prevent and resolve disputes."
	},
	{
		"name": "Bankruptcy Law",
		"description": "Provides solutions for debt relief, bankruptcy filings, and restructuring, helping individuals and businesses navigate financial difficulties and manage insolvency issues."
	},
	{
		"name": "Healthcare Law",
		"description": "Focuses on medical malpractice, patient rights, and regulatory compliance within the healthcare sector, ensuring adherence to legal standards and protecting patient interests."
	}
]
